{
  "flirty": [
    "give a sincere compliment to -player-",
    "make a silly face and touch nose and eyebrows with -player-",
    "show a part of your ass so that -player- draws a smiley on it.",
    "you were rude! -player- will spank you!",
    "end your sentences with 'and I love it!' until your next turn.",
    "make a declaration of love for 30 seconds to -player-.",
    "caress the face of -player- and say, looking into their eyes, how beautiful you think they are.",
    "sit on the lap of -player- for two rounds.",
    "massages the shoulders of -player- for 45 seconds.",
    "choose a food and close your eyes, -player- will feed it to you.",
    "choose an object in the room and close your eyes, -player- will give you a face massage with it for 30 seconds.",
    "do a group meditation together in group",
    "Give -player- a nose hug. Whatever that means to you.",
    "show us the most scandalous photo in your phone/cloud?",
    "kiss -player- as if you were in a romantic slow motion scene",
    "have -player- take a picture of you looking slutty.",
    "hold hands with the person you know least in the group for one minute.",
    "give a warm hug to the person you know least in the group.",
    "use the inside of your elbow OR the back of your knee to seductively hug -player-",
    "describe your most awkward date in vivid detail.",
    "let -player- post a status on your social.",
    "imitate how a straight guy flirts for 20 seconds and try to pick up -player-.",
    "play “fuck, marry, kill” with three people in the room.",
    "give a sexy nightclub dancer name to -player-.",
    "look -player- in the eyes and imitate how a guy would go in for a kiss with them.",
    "look -player- in the eyes and imitate how a girl would go in for a kiss with them.",
    "flirt timidly with -player- for 30 seconds. Gay panic can be difficult to deal with.",
    "pick an ordinary object in the room and sell it to the group as though you're in a late-night infomercial, making it as seductive as possible.",
    "attempt the first TikTok dance that appears on your for you page with -player-.",
    "every time you end your sentences you have to quack like a duck, until your next turn.",
    "read out the last 10 things on your search history.",
    "do your sassiest runway walk.",
    "read out the last dirty text you sent",
    "give a tough guy hug to -player- for 15 seconds.",
    "what’s the weirdest thing anyone has ever said to you during sex?",
    "share a picture of your current crush to the rest of the group",
    "what’s the hardest drug you’ve ever tried?",
    "how would you describe your sexual personality?",
    "describe the most attractive quality of every person in the room.",
    "say what you love most about everyone in the room",
    "massage -player-' for 1 minute.",
    "give a nickname to -player-'s parts",
    "read the last text message you sent out loud.",
    "end each sentence with the word 'not' and a arrogant smirk until your next turn.",
    "designate 'smart', 'sexy' and 'funny' to 3 of the players.",
    "Show the most embarrassing photo on your phone",
    "you're now a cat! Meow at the end of sentences until your next round",
    "put a blindfold on. The other players must make you guess 3 objects.",
    "take a selfie with the other players making weird faces.",
    "imitate Michael Jackson with background music.",
    "give a sincere compliment to -player-",
    "propose -player- to marry you using an accent of your choice.",
    "give each player a nickname. They must keep the nickname throughout the game.",
    "let the creativity flow! Let -player- draw whatever they want on your butt cheek",
    "massage -player-'s head for 1 minute.",
    "end sentences with the word 'sexy' during the next four rounds.",
    "you have to do the dare that comes out to the next player at the same time as them.",
    "dance to a rap song with the player to your right for 30 seconds.",
    "pick between [Elephant, Lion, Frog or Owl] and flirt with -player- that animal's language?",
    "sensually breathe near -player-'s ear for 15 seconds.",
    "look -player- in the eye and tell them that you would like to see them naked in a french accent."
  ],
  "spicy": [
    "you have to convince -player- to kiss you on the neck.",
    "flirt with someone the way someone would conquer you (rewrite)",
    "kiss -player- several times on the mouth.",
    "write in large letters, on a sheet of paper, the following sentence: 'Tonight we're going to fuck all night.' and then glue the sheet to the window. At least the neighbors were warned!",
    "take a selfie kissing the part of the -player-'s body that you like the most.",
    "kiss -player- passionately for 30 seconds.",
    "sit on a chair. Your eyes will be blindfolded by -player- who can kiss you wherever they want for 1 minute.",
    "whisper something naughty in each player's ear.",
    "choose two places where -player- should kiss you.",
    "and -player- spin 10 times and then kiss each other",
    "massage -player- for 2 minutes.",
    "-player- should stroke the right side of your ass while -player2- strokes the left side, for 30 seconds.",
    "-player- will tie you to a chair. You have to stay that way for the next 3 rounds.",
    "send a provocative photo to -player-.",
    "kiss the player with the least clothes wherever you want.",
    "whisper something cheeky in -player-'s ear.",
    "show the poses you would do for a sexy photo shoot.",
    "passionately kiss -player-'s neck.",
    "hug and gently rub your chest on -player-'s back, for 30 seconds.",
    "gently caresses the hair of -player- and then kiss them while holding their face.",
    "Gently lick the lips of -player-. You can also nibble on them!",
    "put a blindfold on! -player- and -player2- will kiss you. You have to guess who is who!",
    "touch -player-'s tongue with yours without your lips touching.",
    "read a book or watch a video. -player- will try to distract you by touching you wherever he wants, except in your hands.",
    "make -player- and -player2- cuddle you as much as possible for 1 minute.",
    "cuddle with -player-. He chooses between a soft cuddle or a sensual cuddle.",
    "Stand in the middle of the players. Close your eyes and turn 10 times. Stop at random, open your eyes and kiss the person in front of you.",
    "makes a declaration of love to -player- using an italian accent",
    "kiss the lower belly of -player-.",
    "give a strong hug and caresses the hair of -player-.",
    "softly kiss -player-'s neck in their back.",
    "french kiss -player- for 30 seconds.",
    "give a sensual massage to -player- for 2 minutes.",
    "let -player- kiss you wherever he wants for 30 seconds.",
    "gently nibble -player-'s lower lip.",
    "choose two people to kiss immediately!",
    "wash your hands and give your fingers to -player- to suck on sensually.",
    "put both hands around the neck of -player- and kiss them passionately.",
    "-player- has absolute power over you for 30 seconds. -player- can ask for whatever they want!",
    "cuddle with -player-. Stay like this until your next turn.",
    "for -player- to keep an eternal memory of this night, send them a nude or semi-nude of yours.",
    "kiss -player- as if you were in a slow motion movie.",
    "choose two players to kiss each other affectionately with their tongue.",
    "Would you rather kiss the player on your right, the player on your left or both? Kiss each other if they agree!",
    "choose 3 players to have a triple kiss.",
    "puts on lipstick and then kiss -player-, leaving several marks on their body!",
    "and -player-, give each other a cosy warm hug",
    " and -player- kiss for 1 minute in the dark.",
    "make eye contact with the person to your right and moan for 10 seconds",
    "drop an ice cube in your pants",
    "Start a kissing spree with two people closest to you for 10 seconds",
    "Have someone blindfold you, and then have everyone in the group kiss you on the lips. You have to either say which one was the worst kisser, and then kiss them on the lips, OR you have to choose one person that you want to kiss on the lips.",
    "do a sensual dance to 'Careless Whisper' to the person you know the best in the group.",
    "every time someone feeds you M&Ms or other small chocolate/candy you have to say, 'Thank you, Daddy'.",
    "you’re in school and you’ve been a bad student. For the next round, you’re in time-out on someone’s lap.",
    "trade one item of clothing with one of the people around you"
  ],
  "hot": [
    "turn off the light. Touch each other without knowing who is who, for 5 minutes.",
    "lay down on your stomach. -player- must whip you for 30 seconds.",
    "the group choose a piece of fabric for you to wear as your clothing until your next turn",
    "whisper in -player-'s hear what you would like to do with them behind closed doors.",
    "bite -player-'s neck.",
    "do a sensual dance to 'Careless Whisper' to the person you feel the most attracted to in the group.",
    "get on all fours and guide the caressing hand of -player-. A little more to the side, a little bit slower...",
    "-player- will melt an ice cube on your body while kissing you gently.",
    "Do everything to get -player- to touch you. -player- must resist for 1 minute.",
    "caress the face of -player- with your breasts.",
    "show your ass. -player- take a picture of it and set it as your phone's wallpaper all night.",
    "passionately kiss -player- while mutually caressing each other's bodies for 1 minute.",
    "passionately kiss -player- for 2 minutes.",
    "play with your fingers sensually and then lick them while looking -player- in the eyes.",
    "choose where -player- should give you a hickey. It can't last longer than 7 seconds!",
    "do a complete striptease with a sensual song!",
    "you can't move! -player- and -player2- must caress your whole body for 2 minutes.",
    "slowly caresses -player-'s legs.",
    "passionately kiss -player- for 1 minute. Nibble their lower lip.",
    "go in front of a big mirror. -player- will stay behind you caressing your breasts. -player-, sensually lower your hands until they reach the inside of the thighs of -currentPlayer-, always looking in the mirror.",
    "let -player- pinch your nipples. Help them by saying 'stronger' or 'weaker'.",
    "do a sensual dance with a person of your choice!",
    "push -player- against a wall and whisper in their ear all your wishes.",
    "Imagine everyone decides to record a naughty video. What would you like to happen?",
    "suck -player-'s thumb and then put it wherever they want.",
    "let -player- take a sexy picture of you.",
    "caresses -player-. They should give you exactly the same caresses.",
    "slowly lick -player-'s nipples.",
    "caress the thigh of -player- without using your hands. Use your imagination!",
    "lower the lighting or change the color of the lights to create a more intimate and sensual environment.",
    "Blindfold the eyes of -player-. You should breathe gently near various points of their body.",
    "show your ass to the players. Each must choose between touching it or spanking and do it.",
    "-player- is lying on their back. Hold their hands, above his head while you're on top of them, resist their attempts to escape and nibble their lip.",
    "play '7 Minutes in Heaven' with -player-.",
    "gently lick -player-'s neck and ear.",
    "swap clothes with someone of the opposite gender",

    "you just won the prize for the most beautiful ass in the world! -player- should photograph it from all angles.",
    "lay down on the floor with -player-. You should caress each other sensually for 1 minute.",
    "do everything you can to turn on -player- to the fullest, without touching their private parts. You have 1 minute.",
    "It's time to be dominated! Obey -player-'s orders for 1 minute!",
    "stand without moving. -player- can do whatever you want for 1 minute, but only with the tip of their tongue.",
    "try to lick your nipples! If you can't, ask -player- to lick them for you.",
    " and -player- have 1 minute to find the most absurd sex toy possible on the internet.",
    "turn on -player- for 1 minute without them being able to do anything.",
    "write 'FUCK ME' on the back of -player-. With a permanent marker if possible.",
    "let -player- and -player2- blindfold you and tie you to a chair. They can do whatever they want with you for 2 minutes.",
    "-player- will lean against a wall and kiss you on the neck for 30 seconds.",
    "stare into -player-'s eyes and say the most extreme thing you'd like to do to them.",
    "For 3 minutes, you are the master. -player- and -player2-, your seductive servants, shall do whatever you command."
  ]
}
