{
  "flirty": [
    "what’s your biggest turn-off?",
    "what role would you give yourself sexually? Inspire??????",
    "what things would you remove from sex? (remove 1 thing)",
    "how do you explore the creative side of sex?",
    "what food would make you feel the sexiest on the first date?",
    "what is your biggest sexual temptation? What drives you crazy? (replace crazy)",
    "what part of your body would you like a beard to be passed over?",
    "show us the way your brush your teeth. Be creative with sounds effects.",
    "what part of your body would you like boobs to be passed over?",
    "what was the most embarrassing thing you've ever done on a date?",
    "what’s was the largest age gap between you and a sexual partner?",
    "does size really matter?",
    "what’s your biggest turn-on?",
    "what thing did you used to think everyone did but you found out only you do?",
    "what 3 characteristics would you need someone to have to go home with them for the first time (rewrite)?",
    "in total, how many people have you slept with?",
    "what was the grossest place you've ever had sex?",
    "what was the fanciest place you've ever had sex?",
    "what was one liquid you'd bathe in with your loves except water?",
    "what food would you fill a bed for you to lie on?",
    "what kind of foreplay would you like to try the next time you have sex with someone?",
    "if you were to propose to someone, what food would you use to help you?",
    "what fruit would you sleep in?",
    "what supermarket chain name do you feel like identities the best with your genitals as a nickname?",
    "what was your worst sexual experience and why?",
    "have you ever faked an orgasm in queer sex?",
    "who's the last person you searched on Instagram?",
    "what's a seemingly nonsexual thing that turns you on?",
    "if you could only ever do one position for the rest of your life, which would it be and why?",
    "do you prefer loud or silent people in bed?",
    "have you ever lied to get out of a bad date? If so, what was the lie?",
    "who was your worst kiss ever?",
    "if you were the opposite sex for one day, what would you do?",
    "what catches your eye in a person's dating app profile?",
    "what do you think is key for a good first kiss?",
    "you can only choose dare in the next 3 rounds.",
    "what's something you find irresistibly attractive in someone?",
    "describe the situation of the last time that getting aroused disturbed your day-to-day?",
    "what sort of physical sensations do you like feeling in bed? Bitting, scratching, pressure play?",
    "what is it that you like the most about having sex with someone for the first time?",
    "what is it that you hate the most about having sex with someone for the first time?",
    "what items would you buy in a sex shop if you went to one with -player-?",
    "what is the hottest thing you have ever experienced while having sex?",
    "have you ever been caught having sex with someone? By who?",
    "have you ever made a sex tape? What was it like?",
    "to whom did you have sex and regretted it afterward?",
    "what sexual act arouses you the most?",
    "how do you feel about threesomes? Have you ever had one, and if not, would you ever have one and what would you think is the best part of it?",
    "when you are on top of someone, what's your favorite part of the experience?",
    "what is your favorite type of foreplay?",
    "which celebrity would you have sex with, if you could choose?",
    "How many sexual partners have you had the past year?",
    "do you prefer to have sex in the morning, in the afternoon or at night?",
    "tell the group about your last one-night stand.",
    "at what age did you watch your first pornographic video?",
    "do you have a profile on a dating app? Show us!",
    "what kind of flirting do you think is most effective on you?",
    "do you have a 'type'? Describe it.",
    "in total, how many people have you kissed?",
    "have you ever read erotic stories?",
    "If you could amplify sensation in a part of your body, where would it be?",
    "would you like to be part of a throuple? (relationship with 3 people)",
    "have you ever been topless on a beach? If not, would you like to do it?",
    "What kind of music do you like to listen while having sex?",
    "if you were write a piece of erotic literature, describe your main characters",
    "where in the house do you prefer to have sex?",
    "what's your favorite part of your body?",
    "if you had to kiss one of the players, who would you choose?",
    "what's your secret talent in bed?",
    "which part of -player-'s body do you like the most?",
    "in your opinion, which player has the best chance of becoming a millionaire?",
    "What's your musical guilty pleasure?",
    "in your opinion, who is the most seductive player?",
    "what's your favorite haircut among the players?",
    "have you ever tried to run away from the police?",
    "what's the most inappropriate moment you've farted?",
    "have you ever stolen anything?",
    "what's the craziest thing you ever did while you were drunk",
    "what's the most inappropriate place you've gone to drunk?"
  ],
  "spicy": [
    "describe in 5 words your last performance in bed.",
    "have you ever done any sex work? What would/did it take for you to do it?",
    "what are your most erogenous zones?",
    "have you ever had sex in a darkroom? Tell us about your experience!",
    "when was the last time you masturbated?",
    "when was the last time you had sex? What was your favorite part of it?",
    "you have to choose a single sexual position to do for the rest of your life, which one do you choose?",
    "Which player would you spend a spicy night with?",
    "where do you dream of having sex one day?",
    "Do you have sexual accessories?",
    "Do you have sex toys? Tell us about your favorite :)",
    "what's your favorite sex position?",
    "What's your least favorite sexual position?",
    "in your opinion, which player has the highest body count?",
    "from 1 to 10, rate your performances in bed?",
    "How many times are you able to have sex in the same day?",
    "In your opinion, what is -player-'s biggest sexual fantasy?",
    "Have you farted during sex? If so, tell us how it was!",
    "How would you react if you saw your neighbors having sex through the window?",
    "have you ever considered doing porn? What categories would your videos show in?",
    "have you practiced or would you like to practice BDSM?",
    "How old was your oldest sexual partner?",
    "How old was your youngest sexual partner?",
    "What's the weirdest place you've ever masturbated?",
    "How many people have you had sex with since the beginning of the year?",
    "Which player would you pay €10 to undress at this moment?",
    "how would you react if you caught -player- masturbating",
    "which sexual fantasy makes you the horniest?",
    "have you ever been tied up during sex? did you like it?",
    "How many people would you be willing to have sex with at the same time?",
    "what's your favorite porn site?",
    "do you like watching porn videos with your partner?",
    "what sex toy have you never tried but would you like to try?",
    "Would you like to have sex with your partner in the workplace?",
    "How was the last erotic dream you had?",
    "How often do you watch pornographic videos?",
    "How long did your longest sex session last? Ready to break the record tonight or do you prefer short but intense sessions?",
    "cite two qualities that you think are indispensable in a sexual partner.",
    "How long should foreplay last?"
  ],
  "hot": [
    "do you like wearing costumes or roleplaying characters during sex?",
    "Have you ever used sexual objects for the anus? If so, which ones?",
    "How old were you when you performed oral sex on someone for the first time?",
    "have you ever fisted someone?",
    "Have you ever been given a greek kiss?",
    "Would you like to be filmed while having sex?",
    "Would you like to see your partner having sex with someone else?",
    "Would you like -player- to dominate you?",
    "what are your favorite categories in porn videos?",
    "What do you do to get excited alone and what do you think about in those moments of pleasure?",
    "who did you think about in your last masturbation?",
    "tell your biggest sexual fantasy",
    "when was your last relationship based solely on physical attraction?",
    "What sexual fantasy would you like to experience one day?",
    "Do you like having your hair pulled during sex?",
    "What is the sexual position that gives you the most pleasure?",
    "Would you like to have sex on a deserted beach?",
    "Do you prefer to give or receive pleasure?",
    "How many people have you had sex with at the same time?",
    "on a scale of 0 to 10, being hetero 0 and homo 10, where are you?",
    "have you had sex with several people in less than 2 days?",
    "what's your favorite sex toy?",
    "Would you like to see someone having sex?",
    "Would you like to see your partner having sex with someone else?",
    "How many days can you go without masturbating?",
    "Do you think -player- is more dominant or submissive in bed?",
    "Have you ever thought about someone else during sex?",
    "Have you ever masturbated at work?",
    "Would you like to have your genitals pierced?",
    "Have you ever masturbated while you had someone sleeping next to you?",
    "do you prefer to be on the bottom or on the top during 69?",
    "Would you like to be given a Greek kiss?",
    "Would you like to try anal fingering during oral sex?",
    "Would you like to try a golden shower? What if it's in the shower?",
    "Would you like -player- to spank you really hard?",
    "what was the sexual practice that you were surprised to like?",
    "Would you like to experience a double penetration?",
    "Would you like to go to a swinging club this week?",
    "Do you like anal sex? If so, describe how it feels.",
    "How would you react if your partner proposed a threesome?",
    "do you like to be choked during sex?",
    "Do you like being insulted in bed? What do you like to hear?",
    "What do you think about getting slapped during sex?",
    "what are your sexual fetishes?",
    "would you live with someone who wanted to have sex at least 3 times a day?"
  ]
}
