{
  "fun": [
    "which superpower would you choose between flying and being invisible?",
    "in your opinion, which player has the best chance of becoming a millionaire?",
    "What's your musical guilty pleasure?",
    "in your opinion, who is the most generous player?",
    "in your opinion, who is the most seductive player?",
    "which player would you like to be with tomorrow if you landed on a deserted island?",
    "what's your favorite haircut among the players?",
    "the room is on fire! Which player would you save first?",
    "what would you say to a child if they asked you how babies were made?",
    "tell others something you're afraid of.",
    "what's the most dangerous thing you've ever experienced?",
    "how would you react if -player- told you the end of a show you are currently watching?",
    "what don't you like about your best friend?",
    "have you ever tried to run away from the police?",
    "what do you put first? The milk or the cereal?",
    "you must change the color of your hair, what color do you choose?",
    "what kind of person are you when you're drunk: happy, depressed, in love, boring?",
    "what's the worst memory you have of school?",
    "what was your favorite cartoon when you were a kid?",
    "what was your favorite game when you were a kid?",
    "what's the most inappropriate moment you've farted?",
    "have you ever stolen anything?",
    "what's the craziest thing you ever did while you were drunk",
    "have you ever gone drunk to class?"
  ],
  "flirty": [
    "What catches your eye in a person's dating app profile?",
    "have you ever been to a nude beach?",
    "you can only choose dare in the next 3 rounds.",
    "have you ever been to a sex shop? Would you like to go with -player-?",
    "which celebrity would you have sex with, if you could choose?",
    "do you prefer to have sex in the morning, in the afternoon or at night?",
    "at what age did you watch your first pornographic video?",
    "if someone sent you a nude, would you delete it or leave it on your phone at the risk of someone seeing it?",
    "do you have a profile on a dating app? Show us!",
    "have you ever watched hentai?",
    "have you ever read erotic stories?",
    "in your opinion, which would be the worst couple among the players?",
    "would you rather live 2 years without sex or internet?",
    "would you like to be part of a throuple? (relationship with 3 people)",
    "do you prefer to have sex with the lights on or off?",
    "would you rather be caught having sex or catch your in-laws?",
    "have you ever swam naked in a public place?",
    "your best friend is being cheated on. Do you tell them what happened or not?",
    "have you ever been topless on a beach? If not, would you like to do it?",
    "do you like having sex while listening to music?",
    "where in the house do you prefer to have sex?",
    "would you like to pose in a nude drawing class?",
    "what's your favorite part of your body?",
    "do you usually sleep naked or in your pajamas?",
    "where would your ideal romantic dinner be?",
    "if you had to kiss one of the players, who would you choose?",
    "what's your secret talent in bed?",
    "if your partner wanted to remain a virgin until marriage, would you accept it?",
    "which part of -player-'s body do you like the most?",
    "have you ever been to a strip club?"
  ],
  "spicy": [
    "describe in 5 words your last performance in bed.",
    "what are your most erogenous zones?",
    "would you be able to lock yourself in a closet or pantry to have sex with someone during a party with friends?",
    "Have you ever taken someone's virginity?",
    "Have you ever faked an orgasm? Why?",
    "when was the last time you masturbated?",
    "when was the last time you had sex?",
    "you have to choose a single sexual position to do for the rest of your life, which one do you choose?",
    "Would you like to have sex in a public bathroom?",
    "Which player would you spend a spicy night with?",
    "where do you dream of having sex one day?",
    "Do you have sexual accessories?",
    "Do you have sex toys?",
    "what's your favorite sex position?",
    "What's your least favorite sexual position?",
    "in your opinion, which player has the highest body count?",
    "from 1 to 10, rate your performances in bed?",
    "How many times are you able to have sex in the same day?",
    "In your opinion, what is -player-'s biggest sexual fantasy?",
    "Have you farted during sex? If so, tell us how it was!",
    "How would you react if you saw your neighbors having sex through the window?",
    "would you accept to act in a porn film, for €10000, and you would impose the limits of the scene.",
    "have you practiced or would you like to practice BDSM?",
    "How old was your oldest sexual partner?",
    "How old was your youngest sexual partner?",
    "What's the weirdest place you've ever masturbated?",
    "How many people have you had sex with since the beginning of the year?",
    "Which player would you pay €10 to undress at this moment?",
    "how would you react if you caught -player- masturbating",
    "which sexual fantasy makes you the horniest?",
    "have you ever been tied up during sex? did you like it?",
    "How many people would you be willing to have sex with at the same time?",
    "Do you often shave your private parts?",
    "do you like watching porn videos with your partner?",
    "what sex toy have you never tried but would you like to try?",
    "Would you like to have sex with your partner in the workplace?",
    "How was the last erotic dream you had?",
    "How often do you watch pornographic videos?",
    "How long did your longest sex session last? Ready to break the record tonight or do you prefer short but intense sessions?",
    "cite two qualities that you think are indispensable in a sexual partner.",
    "How long should foreplay last?"
  ],
  "hot": [
    "do you like wearing costumes or roleplaying characters during sex?",
    "Have you ever used sexual objects for the anus? If so, which ones?",
    "How old were you when you performed oral sex on someone for the first time?",
    "have you ever fisted someone?",
    "Have you ever been given a greek kiss?",
    "Would you like to be filmed while having sex?",
    "Would you like to see your partner having sex with someone else?",
    "Would you like -player- to dominate you?",
    "what are your favorite categories in porn videos?",
    "what's your favorite porn site?",
    "What do you do to get excited alone and what do you think about in those moments of pleasure?",
    "who did you think about in your last masturbation?",
    "tell your biggest sexual fantasy",
    "when was your last relationship based solely on physical attraction?",
    "What sexual fantasy would you like to experience one day?",
    "Do you like having your hair pulled during sex?",
    "What is the sexual position that gives you the most pleasure?",
    "Would you like to have sex on a deserted beach?",
    "Do you prefer to give or receive pleasure?",
    "How many people have you had sex with at the same time?",
    "on a scale of 0 to 10, being hetero 0 and homo 10, where are you?",
    "have you had sex with several people in less than 2 days?",
    "what's your favorite sex toy?",
    "Would you like to see someone having sex?",
    "Would you like to see your partner having sex with someone else?",
    "How many days can you go without masturbating?",
    "Do you think -player- is more dominant or submissive in bed?",
    "Have you ever thought about someone else during sex?",
    "Have you ever masturbated at work?",
    "Would you like to have your genitals pierced?",
    "Have you ever masturbated while you had someone sleeping next to you?",
    "do you prefer to be on the bottom or on the top during 69?",
    "Would you like to be given a Greek kiss?",
    "Would you like to try anal fingering during oral sex?",
    "Would you like to try a golden shower? What if it's in the shower?",
    "Would you like -player- to spank you really hard?",
    "what was the sexual practice that you were surprised to like?",
    "Would you like to experience a double penetration?",
    "Would you like to go to a swinging club this week?",
    "Do you like anal sex? If so, describe how it feels.",
    "How would you react if your partner proposed a threesome?",
    "do you like to be choked during sex?",
    "Do you like being insulted in bed? What do you like to hear?",
    "What do you think about getting slapped during sex?",
    "what are your sexual fetishes?",
    "would you live with someone who wanted to have sex at least 3 times a day?"
  ]
}
